public class FavoriteSong {
    public static void main(String[] args) {
        System.out.println("Километры и года\n" +
                "Сцены, клубы и города\n" +
                "Остаются за спиной\n" +
                "Жизнь идёт – всему есть срок\n" +
                "Всё проходит, но только рок\n" +
                "В моём сердце навсегда! Со мной!\n" +
                "Мой рок-н-ролл\n" +
                "Мой рок-н-ролл\n" +
                "Мой рок-н-ролл!\n" +
                "Вместе со мной!\n" +
                "В каждом герце\n" +
                "Километры и года\n" +
                "Сцены, клубы и города\n" +
                "Остаются за спиной\n" +
                "Жизнь идёт – всему есть срок\n" +
                "Всё проходит, но только рок\n" +
                "В моём сердце навсегда! Со мной");//

    }
}